Repository: 0-wiz-0/notion
Catalog: po/*.po
Languages: cs, de, ru

source: Unknown border style "%s".
cs: Neznámý styl okraje "%s".
de: Unbekannter Rahmenstyle "%s".
ru: Неизвестный стиль бордюра "%s".

source: Unable to allocate colour "%s".
cs: Nemohu alokovat barvu "%s".
de: Konnte Farbe "%s" nicht zuweisen.
ru: Не могу разместить цвет "%s".

source: Corrupt substyle table %d.
cs: Poru¹ená tabulka stylù %d.
de: Zerstörte 'substyle' Tabelle %d
ru: Поврежденная таблица подстилей %d.

source: Unknown text alignment "%s".
cs: Neznámý textový prvek "%s".
de: Unbekannte Textausrichtung "%s".
ru: Неизвестное выравнивание текста "%s".

source: 'based_on' for %s points back to the style itself.
cs: Èást 'based_on' stylu %s ukazuje sama na sebe.
de: 'based_on' für %s zeigt zurück auf den selben Style.
ru: 'based_on' для %s указывает на сам стиль.

source: Unknown base style "%s".
cs: Neznámý základní styl "%s".
de: Unbekannter Basisstyle "%s".
ru: Неизвестный базовый стиль "%s".

source: Fontset for font pattern '%s' implements context dependent drawing, which is unsupported. Expect clutter.
cs: Sada fontù pro vzor '%s' implementuje kontextovì závislé kreslení, co¾ není podporováno. Oèekávejte nesmysly.
de: Schriftart für Schriftmuster '%s' enthält fallspezifische Abhängigkeiten zum ZeichnenDies wird nicht unterstützt. Erwartet 'clutter'.

source: Could not load font "%s", trying "%s"
cs: Nemohu nahrát font "%s", zkou¹ím "%s".
de: Konnte Schrift "%s" nicht laden, versuche "%s".
ru: Не могу загрузить шрифт "%s", пробую "%s"

source: Failed to load fallback font.
cs: Nahrání zálo¾ního fontu selhalo.

source: Style %s still in use [%d] but the module is being unloaded!
cs: Styl %s se stále pou¾ívá [%d], ale modul se ji¾ ru¹í z pamìti!
de: Style %s wird derzeit benutzt [%d] aber das Modul ist nicht mehr geladen.
ru: Стиль %s все еще используется [%d] но модуль выгружается!

source: X display to use
cs: X displej, který se má pou¾ít
de: Benutze X Anzeige
ru: Использовать X дисплей

source: Configuration file
cs: Konfiguraèní soubor
de: Konfigurationsdatei
ru: Файл конфигурации

source: Add directory to search path
cs: Pøidá adresáø do prohledávané cesty
de: Addiere Verzeichnis zum Suchpfad
ru: Добавить директорию к пути поиска

source: Manage default root window/non-Xinerama screen only
cs: Spravuje pouze implicitní koøenové okno/obrazovku bez Xineramy
de: Behandle nur das vorgegebene Wurzelfenster/nicht-Xinerama.

source: Use Xinerama screen information (default: 1/yes)
cs: Pou¾ít Xineramu (implicitnì: 1/ano)
de: Benutze Xinerama Screen Information (Vorgabe: 1/ja)

source: Ignored: not compiled with Xinerama support
cs: Ignorováno: program je sestaven bez podpory Xineramy
de: Ignoriert: keine Xinerama Unterstützung kompiliert.
ru: Игнорирую: скомпилировано без поддержки Xinerama

source: Name of session (affects savefiles)
cs: Jméno sezení (ovlivní místo ulo¾ení)
de: Name der Sitzung (betrifft Sicherungsdateien)

source: Session manager client ID
cs: Klientské ID správce sezení
de: Sitzungsmanager Client ID

source: Do not create startup error log and display it with xmessage.
cs: Nevytváøet záznam o chybách pøi startu a nezobrazovat jej pomocí xmessage.
de: Erstelle keine Fehlerdateien während des Starts und zeige sie mit 'xmessage'.
ru: Не создавать журнал ошибок запуска, а показывать его с помощью xmessage.

source: Show this help
cs: Zobrazí tuto nápovìdu
de: Zeige diese Hilfe
ru: Показать помощь

source: Show program version
cs: Zobrazí verzi programu
de: Zeige Programmversion
ru: Показать версию программы

source: Show about text
cs: Zobrazí nìco o programu
de: Zeige 'About' Text
ru: Показать 'О программе...'

source: Could not get user configuration file directory.
cs: Nemohu získat u¾ivatelùv adresáø s nastavením.
de: Konnte das Verzeichnis mit den Benutzerkonfigurationsdateien nicht finden.
ru: Не могу получить директорию с файлами пользовательских настроек

source: %s/welcome.txt
cs: %s/welcome.cs.txt
de: %s/welcome.de.txt
ru: %s/welcome.ru.txt

source: Usage: %s [options]
cs: Pou¾ití: %s [volby]
de: Anwendung: %s [Optionen]

source: Invalid parameter to -xinerama.
cs: Neplatný parametr pro -xinerama.
de: Ungültiger Parameter für '-xinerama'.
ru: Неправильный параметр для '-xinerama'.

source: Invalid command line.
cs: Neplatná pøíkazová øádka.
de: Ungültige Kommandozeile.
ru: Неправильная командная строка

source: Ion startup error log:
cs: Záznam chyb pøi startu Ionu:
de: Ion-Start Fehlerausgabe:
ru: Журнал ошибок запуска Ion:

source: Refusing to start due to encountered errors.
cs: Odmítám se spustit kvùli zaznamenaným chybám.
de: Start abgebrochen wegen aufgetretenen Fehlern.
ru: В запуске отказано в силу возникших ошибок.

source: Use Xinerama screen information (default: 0/no)
cs: Pou¾ít Xineramu (implicitnì: 0/ne)
de: Benutze Xinerama Screen Information (Vorgabe: 0/nein)

source: PWM startup error log:
cs: Záznam chyb pøi startu PWM:
de: PWM-Start Fehlerausgabe:
ru: Журнал ошибок запуска PWM:

source: $HOME not set
cs: Promìnná $HOME není nastavená
de: Variable '$HOME' nicht gesetzt.
ru: $HOME не установлена

source: User directory not set. Unable to set session directory.
cs: U¾ivatelský adresáø není nastaven. Nemohu nastavit adresáø pro sezení.
de: Benutzerverzeichnis nicht gesetzt.Konnte Sitzungsverzeichnis nicht setzen.
ru: Директория пользователя не установлена. Не могу установить директорию сессии.

source: Falling back to %s.
cs: Nouzovì pou¾ívám %s.
de: Yritetään tiedostoa %s.
ru: Откат к %s.

source: Unable to create session directory "%s".
cs: Nemohu vytvoøit adresáø pro sezení "%s".
de: Konntedas Sitzungsverzeichnis "%s" nicht erstellen.
ru: Не могу создать директорию сессии "%s".

source: Lua stack full.
cs: Lua zásobník je plný.
de: Lua Stapelverarbeitung voll.
ru: Стек Lua полон.

source: Unknown Lua error.
cs: Neznámá Lua chyba.
de: Unbekannter Lua Fehler.
ru: Неизвестная ошибка в Lua.

source: Stack trace:
cs: Výpis zásobníku:
de: Stapelverfolgung:
ru: Трассировка стека:

source: (Unable to get debug info for level %d)
cs: (Nemohu získat ladicí informace pro úroveò %d)
de: (Konnte Debuginformation für Level %d nicht finden.)
ru: (Невозможно получить отладочную информацию для уровня %d)

source: [Skipping unnamed C functions.]
cs: [Pøeskakuji nepojmenované C funkce.]
de: [Überspringe unbenannte C Funktionen.]

source: Internal error.
cs: Interní chyba.
de: Interner Fehler.
ru: Внутренняя ошибка.

source: Unable to initialize Lua.
cs: Nemohu inicializovat Lua.
de: Konnte Lua nicht initialisieren.
ru: Не могу инициализировать Lua.

source: Too many return values. Use a C compiler that has va_copy to support more.
cs: Pøíli¹ mnoho návratových hodnot. Pou¾ijte kompilátor C, který obsahuje va_copy.
de: Zu viele Rückgabewerte. Benutzen Sie einen C Compiler der 'va_copy' benutzt.
ru: Слишком много возвращаемых значений. Используйте компилятор C у которого есть va_copy для большей поддержки

source: Returned dead object.
cs: Vrácen mrtvý objekt.

source: Invalid return value (expected '%c', got lua type "%s").
cs: Neplatná návratová hodnota (oèekávána %c, obdr¾en lua typ "%s").
de: Ungültiger Rückgabewert (erwartet '%c', bekommener Luatype "%s").
ru: Недопустимое возвращаемое значение (ожидалось '%c', получен lua-тип "%s").

source: Stack full.
cs: Zásobník je plný.
de: Stapel voll.
ru: Стек полон.

source: Argument %d to %s is a dead object.
cs: Argument %d pro %s je mrtvý objekt.

source: Argument %d to %s is of invalid type. (Argument template is '%s', got lua type %s).
cs: Argument %d pro %s má neplatný typ. (©ablona argumentu je '%s', dostal jsem lua typ %s).
de: Argument %d von %s hat einen ungültigen Type (Argumentvorgabe ist '%s', von Lua kam '%s'.)

source: L1 call handler upvalues corrupt.
cs: Obsluha volání L1 je poru¹ená.
de: L1 Abruf 'upvalues' fehlerhaft.

source: Called function has been unregistered.
cs: Volaná funkce byla byla odregistrována.
de: Aufgerufene Funktion wurde noicht registriert.

source: Attempt to call an unsafe function "%s" in restricted mode.
cs: Pokus o volání nebezpeèné funkce "%s" v omezeném re¾imu.
de: Versuchte eine unsichere Funktion "%s" im begrenzten Modus aufzurufen.
ru: Попытка вызова небезопасной функции "%s" в ограниченном режиме.

source: Function '%s' has more parameters than the level 1 call handler can handle
cs: Funkce '%s' má víc parametrù, ne¾ lze zpracovat obsluhou v 1. úrovni
de: Funktion %s hat mehr Parameter als der Level 1 Handler bearbeiten kann

source: Maximal serialisation depth reached.
cs: Dosa¾ena maximální hloubka serializace.
de: Maximum der Serialisierungstiefe erreicht.
ru: Достигнута максимальная глубина сериализации.

source: Unable to serialise type %s.
cs: Nemohu serializovat typ %s.
de: Konnte den Type %s nicht serialisieren.
ru: Невозможно сериализировать тип %s.

source: -- This file has been generated by Ion. Do not edit.
cs: -- Tento soubor byl vytvoøen Ionem. Neupravujte jej.
de: -- Dies Datei wurde von Ion erzeugt. Bitte nicht verändern.
ru: -- Данный файл был создан Ионом. Не редактировать.

source: Type checking failed in level 2 call handler for parameter %d (got %s, expected %s).
cs: Kontrola typu selhala ve druhé úrovni obsluhy volání pro parametr %d (obdr¾el %s, oèekával %s).
de: Type Überprüfung im Level 2 Handler für den Parameter #%d fehlgeschlagen(gekam %s, erwartet %s).

source: Lower the frame.
cs: Pøesune rám do pozadí
de: Frame in den Hintergrund.
ru: Опустить фрейм

source: Switch to n:th object (workspace, full screen client window) within current screen.
cs: Pøepne se na n-tý objekt (pracovní plochu, celoobrazovkové okno) na aktuální obrazovce.
de: Wechsle zum n'ten Objekt (Arbeitsbereich, Vollbild Fenster) im aktuellen Arbeitsbereich.
ru: Переключиться на n-ный объект (раб.стол, полноэкранное окно) внутри текущего экрана.

source: Kill client owning the client window.
cs: Ukonèí klienta vlastnícího klientské okno.

source: Exit Ion/Shutdown session (y/n)?
cs: Ukonèit Ion/ukonèit sezení (y/n)?
de: Beende Ion/Schließe Sitzung (y/n)?
ru: Выход из Ион/Завершить сессию (y/n)?

source: Go to n:th screen on multihead setup.
cs: U víceobrazovkového nastavení pøejde na n-tou obrazovku.
de: Gehe zu n'ten Screen bei 'multihead' Aufbau.

source: Failed to create statusbar.
cs: Selhalo vytvoøení stavového øádku.
de: Konnte Statusbar nicht erzeugen.
ru: Статусбар не создан

source: Not a directory.
cs: Není adresáøem.

source: Raise focused object, if possible.
cs: Pokud je to mo¾né, pøesune zamìøený objekt nahoru.

source: Toggle client window group full-screen mode
cs: Pøepne skupinu klientského okna do celoobrazovkového re¾imu.

source: SSH to:
cs: SSH na:

source: Restart
cs: Restartovat
de: Neustart
ru: Перезапуск

source: Cannot save selection.
cs: Nemohu ulo¾it výbìr.
de: Konnte Auswahl nicht speichern.
ru: Не могу сохранить выделение

source: End the resize mode.
cs: Ukonèí re¾im zmìny velikosti.
de: Beende den Anpassungsmode.
ru: Завершить режим размера.

source: Invalid guard %s.
cs: Neplatná ochrana %s.
de: Ungültiger Wächter %s.

source: Below
cs: Dole

source: Query for Lua code to execute.
cs: Zeptá se na lua kód, který má vykonat.
de: Anfrage um Lua Code auszuführen.
ru: Очередь на выполнение кода Lua.

source: Go to next/previous screen on multihead setup.
cs: Ve víceobrazovkovém nastavení pøejde na dal¹í/pøedchozí obrazovku.
de: Gehe zum nächsten/vorherigen Screen bei 'multihead' Aufbau.

source: Shrink in specified direction.
cs: Zmen¹uje v zadaném smìru.
de: Verkleinern in angegebener Richtung.
ru: Уменьшить в указанном направлении

source: Maximize the frame horizontally/vertically.
cs: Maximalizuje rám horizontálnì/vertikálnì.
de: Maximiere das Frame horizontal/vertikal.
ru: Развернуть фрейм по вертикали/горизонтали.

source: Lock screen
cs: Zamknout obrazovku
de: Sperre Screen
ru: Заблокировать экран

source: Screen not found.
cs: Obrazovka nebyla nalezna.
de: Screen nicht gefunden.
ru: Экран не найден

source: Toggle scratchpad.
cs: Zapne poznámkový blok.

source: Resize the frame.
cs: Zmìní velikost rámu.
de: Anpassen des Frame.
ru: Изменить размер фрейма

source: Move objects between frames by dragging and dropping the tab.
cs: Pøesune objekty mezi rámy pomocí ta¾ení za zálo¾ku.
de: Bewege Objekte zwischen Frames durch 'ziehen/fallen lassen' des Reiters.
ru: Переместить объекты между фреймами при помощи перетаскивания табов.

source: %sClass: %s %sRole: %s %sInstance: %s %sXID: 0x%x
cs: %sTøída: %s %sRole: %s %sInstance: %s %sXID: 0x%x

source: Screen already has an stdisp. Refusing to create a statusbar.
cs: Obrazovka ji¾ obsahuje stdisp. Odmítám vytvoøit stavový øádek.
de: Screen hat bereits ein 'stdisp'. Erstellen der Statusbar wurde abgelehnt.
ru: Экран уже имеет stdisp. Отказ в создании статусбара.

source: Split horizontally
cs: Rozdìlit horizontálnì

source: Query for host to connect to with SSH.
cs: Zeptá se na jméno poèítaèe, ke kterému se má pøipojit pomocí SSH.
de: Anfrage zur Verbindung mit SSH.
ru: Запрос хоста для соединения через SSH.

source: Move in specified direction.
cs: Posune se v zadaném smìru.
de: Bewegt in festgelegte Richtung
ru: Переместить в указанном направлении.

source: Pos-BL
cs: Pozice LD

source: New workspace
cs: Nová pracovní plocha

source: Unable to append to non-table menu
cs: Nelze pøidat do netabulkového menu

source: Pos-BR
cs: Pozice PD

source: Recursive table - unable to deepcopy
cs: Rekurzivní tabulka - nemohu provést hlubokou kopii
de: Rekursive Tabelle - unmöglich zu kopieren.
ru: Рекурсивная таблица - глубокое копирование невозможно

source: Grow in specified direction.
cs: Roste v zadaném smìru.
de: Wachse in angegebener Richtung.
ru: Вырасти в указанном направлении.

source: Invalid command
cs: Neplatný pøíkaz
de: Ungültiges Kommando
ru: Неправильная команда

source: Too much result data
cs: Pøíli¹ mnoho výsledkù
de: Zu viele Ergebnisdaten
ru: Слишком много конечных данных

source: Split vertically
cs: Rozdìlit vertikálnì

source: Backward-circulate focus.
cs: Cykluje vzad.

source: Split current frame horizontally.
cs: Rozdìlí rám horizontálnì.
de: Teile aktuelles Frame horizontal.
ru: Разделить текущий фрейм по горизонтали.

source: Query for manual page to be displayed.
cs: Zeptá se na manuálovou stánku, kterou má zobrazit.
de: Anfrage um 'Manual' Seiten anzuzeigen.
ru: Запрос на отображение страницы man.

source: Show the Ion manual page.
cs: Zobrazí manuálovou stránku Ionu.
de: Zeige die Ion 'Manual' Seite.
ru: Показать страницу руководства по Ион.

source: Display the main menu.
cs: Zobrazí hlavní menu.
de: Zeige das Hauptmenü.
ru: Показать главное меню

source: Run a terminal emulator.
cs: Spustí emulátor terminálu.
de: Starte einen Terminal.
ru: Запуск эмулятора терминала

source: Query for workspace to go to or create a new one.
cs: Zeptá se na pracovní plochu, na kterou má pøejít, nebo ji vytvoøit.
de: Anfrage um auf einen Arbeitsbereich zu wechseln oder einen neuen zu erzeugen.

source: Toggle shade mode
cs: Pøepne stínový re¾im
de: Wechsle in den Schattenmodus
ru: Переключить режим тени

source: Close
cs: Zavøít
de: Schließen
ru: Закрыть

source: Go to or create workspace:
cs: Vytvoøit nebo pøejít na pracovní plochu:
de: Erzeuge einen Arbeitsbereich:
ru: Перейти к или создать рабочий стол:

source: Delete one word forward/backward.
cs: Sma¾e slovo pøed/za kurzorem.
de: Lösche ein Wort vorwärts/rückwärts.
ru: Удалить одно слово впереди/сзади.

source: Go to end/beginning.
cs: Skoèí na konec/zaèátek.
de: Gehe zum Ende/Anfang.
ru: Перейти в конец/начало

source: Transpose
cs: Transponovat
de: Vertauschen
ru: Переместить

source: Switch to next/previous object within the frame.
cs: Pøepne se na dal¹í/pøedchozí objekt v rámu.
de: Wechsel zum nächsten/vorherigen Objekt im Frame
ru: Переключиться на след/пред объект внутри фрейма.

source: Restart Ion (y/n)?
cs: Restartovat Ion (y/n)?
de: Neustart Ion (y/n)?
ru: Перезапустить Ион (y/n)?

source: Nudge the client window. This might help with some programs' resizing problems.
cs: Postrèí klientské okno. To mù¾e pomoci nìkterým programùm, které mají problémy se zmìnou velikosti.

source: New tiling
cs: Vytvoøit dla¾dice

source: Lua code:
cs: Lua kód:

source: Query for file to view.
cs: Zeptá se na soubor, který chcete zobrazit.
de: Anfrage um Datei anzuzeigen.
ru: Запрос просмотра файла.

source: Attach window:
cs: Pøipojit okno:
de: Fenster verknüpfen:
ru: Прицепить окно:

source: Move the frame.
cs: Pøesune rám.
de: Gehe zu Frame.
ru: Переместить фрейм.

source: Programs
cs: Programy
de: Programme
ru: Программы

source: Skip one word forward/backward.
cs: Pøeskoèí slovo dopøedu/dozadu.
de: Überspringe ein Wort vorwärts/rückwärts.
ru: Пропустить одно слово вперед/назад.

source: Grow-D
cs: Rùst dolù

source: Grow-U
cs: Rùst nahoru

source: Unknown menu %s.
cs: Neznámé menu %s.
de: Unbekanntes Menü %s.
ru: Неизвестное меню %s.

source: drag
cs: ta¾ení
de: ziehen
ru: перетащить

source: Window info
cs: Informace o oknì
de: Fensterinformation
ru: Информация об окне

source: Set mark/begin selection.
cs: Nastaví znaèku/zaèátek výbìru.
de: Setze Markierungs/Anfangs - Auswahl.

source: Restart TWM
cs: Restartovat TWM
de: Neustart TWM
ru: Перезапуск TWM

source: Split current frame vertically.
cs: Rozdìlí rám vertikálnì.
de: Teile aktuelles Frame vertikal.
ru: Разделить текущий фрейм по вертикали

source: Create a new workspace of chosen default type.
cs: Vytvoøí novou pracovní plochu vybraného typu.
de: Erzeuge einen neuen Arbeitsbereich mit ausgewähltem Vorgabetype.
ru: Создать новый рабочий стол с типом выбранным по-умолчанию.

source: Raise the frame.
cs: Pøesune rám do popøedí.
de: Bringe Frame nach vorne.
ru: Поднять фрейм

source: Query for a client window to attach.
cs: Dotá¾e se na klientské okno, které má pøipojit.

source: Could not find client window %s.
cs: Nemohu najít klientské okno %s.
de: Konnte Client Fenster %s nicht finden.
ru: Не могу найти окно клиента %s.

source: Making the following minimal emergency mappings: F2 -> xterm F11 -> restart F12 -> exit Mod1+C -> close Mod1+K P/N -> WFrame.switch_next/switch_prev
cs: Vytváøím nouzové pøiøazení kláves: F2 -> xterm F11 -> restart F12 -> exit Mod1+C -> close Mod1+K P/N -> WFrame.switch_next/switch_prev
de: Erstelle die folgenden minimalen Rettungseinstellungen: F2 -> xterm F11 -> Neustart F12 -> Beenden Mod1+C -> Schließen Mod1+K P/N -> nächstes/vorheriges Frame

source: Close the query/message box, not executing bound actions.
cs: Zavøe okno s dotazem/zprávou, ani¾ by se spustily svázané akce..
de: Schließe die Anfrage/Message Box und führe keine daran gebundenen Aktionen aus.

source: Delete to end of line.
cs: Sma¾e text do konce øádky.
de: Lösche bis zum ende der Zeile.
ru: Удалить до конца строки.

source: Query for command line to execute.
cs: Zeptá se na pøíkaz, který má spustit.
de: Anfrage um Kommandozeile auszuführen.
ru: Запрос на исполнение командной строки

source: Run:
cs: Spustit:
de: Starte:
ru: Запустить:

source: Frame
cs: Rám

source: click
cs: kliknutí
de: anklicken
ru: кликнуть

source: Missing submenu
cs: Chybìjící podmenu

source: Manual page (%s):
cs: Manuálová stránka (%s):
de: Handbuch für (%s):
ru: Страница руководства (%s):

source: press
cs: stisk
de: drücken
ru: нажать

source: Resize the area.
cs: Zmìní velikost oblasti.
de: Verändere die Ansicht.
ru: Изменить размер области.

source: Delete next character.
cs: Sma¾e následující znak.
de: Lösche nächsten Buchstaben.
ru: Удалить следующий символ

source: Grow-L
cs: Rùst vlevo

source: Pos-TR
cs: Pozice PH

source: Detach window from tiled frame
cs: Odpojí okno od dla¾dicového rámu

source: Query for a client window to go to.
cs: Dotá¾e se na klientské okno, do nìho¾ má pøejít.
de: Anfrage wohin ein Client Fenster geschickt werden soll.

source: Pos-TL
cs: Pozice LH

source: Toggle floating dock.
cs: Zapne plovoucí dok.

source: Clear the menu's typeahead find buffer.
cs: Vyma¾e buffer pro dopøedné hledání v menu.
de: Lösche den Menüpuffer.

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
ru: неизвестная ошибка

source: Begin move/resize mode.
cs: Zahájí re¾im pøesunu/zmìny velikosti.
de: Beginne Bewegungs/Veränderungs - Modus.
ru: Вход в режим перемещения/размера

source: Tag current object within the frame.
cs: Oznaèí aktuální objekt v rámu.
de: Markiere aktuelles Objekt im Frame.

source: Switch to n:th object within the frame.
cs: Pøepne se do n-tého objektu v rámu.
de: Wechsel zum n'ten Objekt im Frame.

source: Failed to start ion-statusd.
cs: Selhalo spu¹tìní ion-statusd.

source: Select next/previous menu entry.
cs: V menu vybere dal¹í/pøedchozí polo¾ku.
de: Wähle nächsten/vorherigen Menüeintrag.
ru: выбрать след/пред пункт меню

source: Go to window:
cs: Jít do okna:
de: Gehe zu Fenster:
ru: Перейти к окну:

source: New empty workspace
cs: Nová prázdná pracovní plocha

source: Tile frame, if no tiling exists on the workspace
cs: Zmìní rám na dla¾dice (pokud zatím dla¾dice na pracovní plo¹e neexistují).

source: Close the menu.
cs: Zavøe menu.
de: Schließe das Menü.
ru: Закрыть меню

source: Scroll the message or completions up/down.
cs: Roluje zprávu nebo seznam dokonèení nahoru/dolù.
de: Verschiebe die Nachricht oder Vervollständigung nach oben/unten.

source: Close the query and execute bound action.
cs: Zavøe dotaz a spustí svázanou akci.
de: Schließe die Anfrage und führe die daran gebundene Aktion aus.

source: Failed to open ~/.ssh/config
cs: Selhalo otevøení ~/.ssh/config

source: Try to complete the entered text or cycle through completions.
cs: Zkusí doplnit zadaný text nebo bude cyklovat mezi mo¾nostmi.

source: Close workspace
cs: Zavøít pracovní plochu

source: Switch to next/previous object within current screen.
cs: Pøepne se na dal¹í/pøedchozí objekt v aktuální obrazovce.
de: Wechsel zum nächsten/vorherigen Objekt im aktuellen Screen.
ru: Переключиться на след./пред. объект внутри текущего экрана.

source: Clear mark/cancel selection.
cs: Sma¾e znaèku/zru¹í výbìr.
de: Lösche Markierung/Abbruch Auswahl.
ru: Очистка метки/отмена выделения

source: About Ion
cs: O Ionu
de: Über Ion
ru: Об Ion

source: At left
cs: Vlevo

source: Cut selection.
cs: Vyjme výbìr.
de: Ausschneiden.
ru: Вырезать выделенное.

source: Paste from the clipboard.
cs: Vlo¾í ze schránky.
de: Einfügen aus Clipboard.
ru: Вставить из клипборда.

source: Forward-circulate focus.
cs: Cykluje vpøed.

source: Clear tags
cs: Vyèistit znaèky
de: Lösche Markierungen
ru: Очистить теги

source: Select next/previous (matching) history entry.
cs: Vybere dal¹í/pøedchozí (odpovídající) polo¾ku historie.
de: Auswahl des nächsten/vorherigen (Treffers) 'History' Eintrags.
ru: Выбрать след./пред. (соответствующий) пункт истории.

source: Transpose characters.
cs: Transponuje znaky.

source: Delete the whole line.
cs: Sma¾e celý øádek.
de: Lösche die ganze Zeile.
ru: Удалить строку целиком

source: Cannot attach: different root windows.
cs: Nemohu pøipojit: rùzná koøenová okna.
de: Keine Verknüpfung: unterschiedliche Wurzelfenster.
ru: Не могу прицепить: разные корневые окна.

source: double click
cs: dvojité kliknutí
de: Doppelklick
ru: двойной клик

source: Delete previous character.
cs: Sma¾e pøedchozí znak.
de: Lösche vorheriges Zeichen.
ru: Удалить предыдущий символ.

source: Workspace
cs: Pracovní plocha

source: Query for file to edit.
cs: Zeptá se na soubor, který chcete upravit.
de: Anfrage um eine Datei zu bearbeiten.
ru: Запрос на редактирование файла.

source: Clear all tags.
cs: Vyèistí v¹echny znaèky.
de: Lösche alle Markierungen.
ru: Очистить все теги.

source: Switch the frame to display the object indicated by the tab.
cs: Pøepne rám, aby zobrazoval objekt urèený zálo¾kou.
de: Wechsle das Frame um das Objekt anzuzeigen welches durch den Reiter angegeben ist.
ru: Переключить фрейм на показ объекта указанного табом.

source: Grow-R
cs: Rùst vpravo

source: New
cs: Nový
de: Neu
ru: Новый

source: Frame name:
cs: Název rámu:
ru: Имя фрейма:
