Repository: 0-wiz-0/notion
Catalog: po/*.po
Languages: cs, de, ru

source: Move one character forward/backward.
cs: Posune se o znak vpøed/vzad.
de: Bewege ein Zeichen vorwärts/rückwärts.
ru: Переместиться на один символ вперед/назад.

source: Display the window list menu.
cs: Zobrazí menu se seznamem oken.
de: Zeige das Menü mit der Fensterliste.
ru: Показать меню списка окон.

source: No entry '%s'
cs: ®ádný záznam '%s'
de: Kein Eintrag '%s'.
ru: Нет пункта '%s'

source: At root
cs: Na koøenu

source: Above
cs: Nahoøe

source: At right
cs: Vpravo

source: Close current object.
cs: Zavøe aktuální objekt.
de: Schließe aktuelles Objekt.
ru: Закрыть текущий объект.

source: Copy selection.
cs: Zkopíruje výbìr.
de: Kopiere Auswahl.
ru: Копировать выденение

source: Workspaces
cs: Pracovní plochy
de: Arbeitsbereiche
ru: Рабочие столы

source: Float split
cs: Plovoucí okraj

source: Flip
cs: Obrátit
de: Umdrehen
ru: Перевернуть

source: Send next key press to the client window. Some programs may not allow this by default.
cs: Po¹le následující stisk klávesy klientskému oknu. Nìkteré programy to implicitnì nepovolují.

source: Destroy frame
cs: Znièit rám
de: Zerstöre Frame
ru: Удалить фрейм

source: Activate current menu entry.
cs: Aktivuje vybranou polo¾ku v menu.
de: Aktiviere aktuellen Menüeintrag.
ru: Активировать текущий пункт меню.

source: Toggle tag
cs: (Od)znaèit

source: Attach tagged
cs: Pøipojit oznaèené
de: Markierte Objekte verknüpfen
ru: Прицепить окна с тегами

source: Styles
cs: Styly
de: Aussehen ändern
ru: Стили

source: Destroy current frame.
cs: Znièí aktuální rám.
de: Zerstöre aktuelles Frame.
ru: Удалить текущий фрейм.

source: Go to first region demanding attention or previously active one.
cs: Pøejde do prvního regionu vy¾adujícího pozornost nebo do pøedchozího aktivního.

source: Save look selection in %s?
cs: Ulo¾it nastavení vzhledu do %s?
de: Sichere Aussehen in %s?
ru: Сохранить внешний вид в %s?

source: Help
cs: Nápovìda
de: Hilfe
ru: Помощь

source: Go to frame above/below/right/left of current frame.
cs: Pøejde do rámu nad/pod/vpravo/vlevo od aktuálního rámu.
de: Gehe zu Frame oben/unten/rechts/linksBezogen auf aktuelles Frame
ru: Перейти к фрейму выше/ниже/правее/левее текущего фрейма

source: ion-statusd quit.
cs: ion-statusd konèí.

source: Edit file:
cs: Upravit soubor:
de: Bearbeite Datei:
ru: Редактировать файл:

source: %s %s at %s
cs: %s %s na %s
de: %s %s auf %s
ru: %s %s на %s

source: List
cs: Seznam
de: Anzeige
ru: Список

source: Exit
cs: Ukonèit
de: Beenden
ru: Выход

source: Error in command string:
cs: Chyba v pøíkazu:
de: Fehler in Kommandozeichenkette:
ru: Ошибка в строке команды:

source: Cancel the resize mode.
cs: Zru¹í re¾im zmìny velikosti.
de: Abbruch des Veränderungsmodus.
ru: Отмена режима размера.

source: Move current object within the frame left/right.
cs: Pøesune objekt v rámu vlevo/vpravo.
de: Bewege das aktuelle Objekt im Frame nach links/rechts.
ru: Переместить текущий объект в пределах фрейма вправо/влево

source: Could not find %s
cs: Nemohu najít %s
de: Ei löydettyä %s:ää.
ru: Не могу найти %s:

source: Errors starting ion-statusd:
cs: Chyba pøi startu ion-statusd:

source: View file:
cs: Prohlédnout soubor:
de: Zeige Datei:
ru: Просмотр файла:

source: Kill
cs: Ukonèit
de: Zerstören
ru: Убить

source: Save
cs: Ulo¾it
de: Speichern
ru: Сохранить

source: Detach
cs: Odpojit

source: Workspace name:
cs: Název pracovní plochy:
de: Name des Arbeitsbereichs:
ru: Имя рабочего стола:

source: Attach tagged objects to this frame.
cs: Pøipojí oznaèené objekty k tomuto rámu.
de: Verknüpfe markierte Objekte mit diesem Frame.
ru: Прицепить объект с тегом к этому фрейму.

source: Error compiling guard: %s
cs: Chyba pøi sestavení strá¾ce: %s
de: Fehler Erstellungswächter: %s

source: Run...
cs: Spustit...
de: Starte...
ru: Выполнить...

source: Refresh list
cs: Obnovit seznam
de: Aktualisiere Liste
ru: Обновить список

source: Failed to open ~/.ssh/known_hosts
cs: Selhalo otevøení ~/.ssh/known_hosts
de: Konnte ~/.ssh/known_hosts nicht öffnen.
ru: Не могу открыть ~/.ssh/known_hosts

source: Session
cs: Sezení
de: Sitzung
ru: Сессия

source: Display context menu.
cs: Zobrazí kontextové menu.

source: Could not find a root window.
de: Konnte kein Wurzelfenster finden.
ru: Не могу найти корневое окно.

source: Could not find a complete workspace class. Please load some modules.
de: Konnte keine komplette Workspace-Klasse finden.Laden Sie bitte einige Module.
ru: Не могу найти класс полного рабочего стола. Пожалуйста загрузите какие-нибудь модули.

source: Caught fatal signal %d. Dying without deinit.
de: Abbruch Signal %d aufgefangen. Beendet ohne deinit.
ru: Принят фатальный сигнал %d. Умираю без deinit'а.

source: Caught signal %d. Dying.
de: Signal %d wurde aufgefangen. Beendet.
ru: Получен сигнал %d. Умираю.

source: Object destroyed while deferred actions are still pending.
de: Objekt zerstört während zurückgestellte Aktionen noch bevorstehen.
ru: Объект удален при отложенном действии.

source: Unable to rescue "%s".
de: Konnte "%s" nicht retten.
ru: Не могу спасти "%s".

source: There were errors loading layout. Backing up current layout savefile as %s. If you are _not_ running under a session manager and wish to restore your old layout, copy this backup file over the layout savefile found in the same directory while Ion is not running and after having fixed your other configuration files that are causing this problem. (Maybe a missing module?)
de: Fehler beim Laden des Layouts. Sichere jetzige Layoutsicherungsdatei als %s. Wenn Sie KEINEN Sitzungsmanager gestartet haben, können sie ihr altes Layout wieder herstellen. Kopieren sie die Sicherungsdatei über die aktuelle Layoutsicherungsdatei welche im selben Verzeichnis zu finden ist. Ion kann neu gestartet werden, nachdem alle anderen Konfigurationsdateien überprüft wurden, welche zu dem Problem beführt haben. (Eventuell fehlende Module?)

source: Frame is not empty.
de: Frame ist nicht leer.
ru: Фрейм не пуст.

source: Some bindmaps were empty, loading ioncore-efbb.
de: Einige 'bindmaps' sind leer, lade 'ioncore-efbb'.

source: WClientWin failed to return from full screen mode; remaining manager or parent from previous location refused to manage us.
de: 'WClientWin' konnte nicht aus dem Vollbildmode zurückkehren;Der vorhandene Manager oder der Elternteil der vorherigen Position verhinterten das.

source: No function given.
de: Keine Funktion gegeben.
ru: Нет функции.

source: Frame not managed by the workspace.
de: Frame wird nicht durch den Arbeitsbereich behandelt.
ru: Фрейм не управляется рабочим столом.

source: Frame may not be destroyed.
de: Frame darf nicht zerstört werden.
ru: Фрейм не удаляется

source: Failed to rescue managed objects.
de: Rettung der 'managed objects' fehlgeschlagen.

source: Unable to move the status display out of way of transpose.
de: Es ist unmöglich die Statusanzeige so zu verschieben.

source: Workspace may not be destroyed.
de: Arbeitsbereich kann nicht zerstört werden.
ru: Рабочий стол не может быть удален.

source: Failed to rescue some client windows!
de: Rettung einiger Client Fenster fehlgeschlagen.
ru: Некоторые окна клиентов не сохранены!

source: Failure to create a new frame.
de: Konnte kein neues Frame erzeugen.
ru: Новый фрейм не создан.

source: Region not managed by the workspace.
de: Bereich wird nicht behandelt durch diesen Arbeitsbereich.
ru: Регион не управляется рабочим столом.

source: No geometry specified.
de: Keine Geometrie angegeben.
ru: Геометрия не указана.

source: Unable to create scratchpad for screen %d.
de: Konnte 'Scratchpad' (Schmirblock) für Screen %d nicht erstellen.

source: Display frame context menu.
de: Anzeige Frame Kontexmenü
ru: Показать контекстное меню фрейма.

source: Flip at root
de: An der Wurzel drehen
ru: Первернуть в корневом

source: Vertically
de: Vertikal
ru: Вертикально

source: none
de: keine
ru: ничего

source: mail
de: Post
ru: почта

source: Transients:
de: Flüchtige:

source: Workspace type (%s):
de: Type des Arbeitsbereichs (%s):
ru: Тип рабочего стола (%s):

source: Go to previous active object.
de: Gehe zu vorherigem aktivem Objekt
ru: перейти к след. активному объекту

source: Toggle fullscreen mode of current client window.
de: Schalte das aktuelle Client Fenster in den Vollbildmode.
ru: Переключить текущее окно в полноэкранный режим.

source: Backwards-circulate focus and raise the newly focused frame.
de: Rückwärts laufender Fokus und zeige fokussiertes Frame.

source: (Un)stick
de: anheften/ablösen

source: Query for a client window to attach to active frame.
de: Anfrage für ein Client Fenster um sich mit einem aktivem Frame zu verbinden

source: Kill client owning current client window.
de: Beende aktuelles Client Fenster.
ru: Убить клиента текущего окна.

source: Split
de: Teilung
ru: Разделить

source: Send next key press to current client window. Some programs may not allow this by default.
de: Sende den nächsten Tastendruck zum aktuellen Client Fenster. Einige Programme unterstützen dies nicht in ihrer Voreinstellung.

source: Title: %s Class: %s Role: %s Instance: %s XID: 0x%x
de: Titel: %s Klasse(class): %s Rolle(role): %s Instanz(instance): %s XID: 0x%x
ru: Название: %s Класс(class): %s Роль(role): %s Экземпляр(instance): %s XID: 0x%x

source: Try to complete the entered text.
de: Versuche den eingegebenen Text zu komplettieren.
ru: Попытка завершить введенный текст.

source: Restart PWM
de: Neustart PWM
ru: Перезапуск PWM

source: Horizontally
de: Horizontal
ru: Горизонтально

source: Raise/lower active frame.
de: vorbringen/zurücklegen des aktiven Frames
ru: Поднять/опустить активный фрейм

source: Floating split
de: Fließende Teilung
ru: Плавающее разделение.

source: %s menu:
de: menu: %s
ru: %s меню:

source: Failed to create a timer for statusbar.
de: Erzeugen des Timers für die Statusbar fehlgeschlagen.
ru: Таймер для статусбара не создан.

source: Vertically at root
de: Vertikal an der Wurzel
ru: Вертикально в корневом

source: Transpose at root
de: Vertausche an der Wurzel
ru: Переместить в корневом

source: Unable to create workspace: no screen.
de: Unmöglich Arbeitsbereich zu erzeugen: kein Screen.
ru: Не могу создать рабочий стол: нет экрана.

source: load
de: lade
ru: загрузка

source: Flip&transpose
de: Umdrehen und Vertauschen
ru: Перевернуть и переместить

source: Nudge current client window. This might help with some programs' resizing problems.
de: Anstupsen des aktuellen Fensters. Dies könnte helfen bei einigen Programmen (xterm) mit Darstellungsproblemen.

source: Horizontally at root
de: Horizontal an der Wurzel
ru: Горизонтально в корневом

source: (Un)tag
de: Markieren
ru: Поставить/удалить тег

source: Circulate focus and raise the newly focused frame.
de: Rückwärts laufender Fokus und zeige fokussiertes Frame.
ru: Передать фокус и поднять фрейм с новым фокусом.

source: Lua code:
ru: Код Lua:
