Repository: 0-wiz-0/notion
Catalog: po/*.po
Languages: cs, de, ru

source: Insane key combination.
cs: ©ílená klávesová kombinace.
de: Unsinnige Tastenkombination.
ru: Неправильная комбинация клавиш.

source: Could not convert keysym to keycode.
cs: Nemohu pøevést keysym na keycode.
de: Konnte 'keysym' nicht in 'keycode' umwandeln.
ru: Не могу перевести keysym в keycode

source: Unknown button "%s".
cs: Neznámé tlaèítko "%s".
de: Unbekannte Taste "%s".
ru: Неизвестная кнопка "%s"

source: Insane button combination.
cs: ©ílená kombinace tlaèítek.
de: Unsinnige Tastenkombination.
ru: Неправильная комбинация кнопок

source: Insane modifier combination.
cs: ©ílená kombinace modifikátorù.
de: Unsinnige Modifikationskombination.
ru: Неправильная комбинация модификаторов

source: Can not wait on modifiers when no modifiers set in "%s".
cs: Nemohu èekat na modifikátory, kdy¾ ¾ádné nebyly nastaveny v "%s".
de: Kann nicht auf Modifikator warten, wenn kein Modifikator in "%s" gesetzt ist.
ru: Ожидание модификаторов невозможно, если они не установлены в "%s"

source: Unable to add binding %s.
cs: Nemohu pøidat vazbu %s.
de: Die Bindung %s konnte nicht eingestellt werden.
ru: Невозможно добавить привязку %s.

source: Unable to remove binding %s.
cs: Nemohu odstranit vazbu %s.
de: Die Bindung %s konnte nicht entfernt werden.
ru: Невозможно удалить привязку %s.

source: Unable to add submap for binding %s.
cs: Nemohu pøidat **** pro vazbu %s.
de: Die 'submap' für die Bindung %s konnte nicht eingestellt werden.

source: Binding type not set.
cs: Typ vazby není nastaven.
de: Bindungsart nicht gesetzt.
ru: Тип привязки не установлен

source: Unknown binding type "%s".
cs: Neznámý typ vazby "%s".
de: Unbekannte Bindungsart "%s".
ru: Неизвестный тип привязки "%s".

source: Unknown area "%s" for binding %s.
cs: Neznámá oblast "%s" pro vazbu %s.
de: Unbekannter Bereich "%s." für die Bindung %s.
ru: Неизвестная область "%s" для привязки %s.

source: Unable to get bindmap entry %d.
cs: Nemohu získat záznam o vazbì %d.
de: Der 'bindmap' Eintrag %d wurde nicht gefunden.

source: Unable to convert keysym to string.
cs: Nemohu pøevést keysym na øetìzec.
de: Konnte keysym nicht in Zeichenkette umwandeln.
ru: Не могу перевести keysym в строку.

source: Unable to convert button to string.
cs: Nemohu pøevést tlaèítko na øetìzec.
de: Konnte Taste nicht in Zeichenkette umwandeln.
ru: Не могу перевести кнопку в строку.

source: Time request from X server failed.
cs: Èasový po¾adavek od X serveru selhal.
de: Zeitanfrage des X Servers fehlgeschlagen.
ru: Неудачный запрос времени от X сервера

source: Not saving state: running under session manager.
cs: Neukládám stav: bì¾ím pod správcem sezení.
de: Nicht gespeicherter Zustand: läuft im Sitzungsmanager.
ru: Состояние не сохранено: работа под менеджером сессий.

source: Invalid multibyte string.
cs: Neplatný vícebajtový øetìzec.
de: Unzulässige multibyte Zeichenkette.
ru: Неправильная многобайтная строка

source: Error compiling regular expression: %s
cs: Chyba pøi kompilaci regulárního výrazu: %s
de: Fehler beim erstellen der regulären Ersetzung: %s
ru: Ошибка компиляции рег. выражения: %s

source: Invalid module name.
cs: Neplatné jméno modulu.
de: Unzulässiger Modulname.
ru: Неправильное имя модуля.

source: The module is already loaded.
cs: Modul je ji¾ zaveden.
de: Das Modul wurde bereits geladen.
ru: Данный модуль уже загружен.

source: Module version information not found or version mismatch. Refusing to use.
cs: Nemohu najít informace o verzi modulu, nebo verze nesouhlasí. Odmítám modul pou¾ít.
de: Information zur Modulversion wurde nicht gefunden oder die Versionen stimmen nicht überein.Benutzung wurde abgelehnt.
ru: Информация о версии модуля не найдена, или несоответствие версий Отказ в использовании.

source: Unable to initialise module %s.
cs: Nemohu inicializovat modul %s.
de: Module %s konnte nicht initialisiert werden.
ru: Не могу инициализировать модуль %s .

source: Unable to find '%s' on search path.
cs: V prohledávané cestì nemohu najít "%s".
de: Im Suchpfad konnte '%s' nicht gefunden werden.
ru: Не могу найти '%s' в пути поиска.

source: Unknown module.
cs: Neznámý modul.
de: Unbekanntes Modul.
ru: Неизвестный модуль.

source: Unable to initialise module.
cs: Nemohu inicializovat modul.
de: Module konnte nicht initialisiert werden.
ru: Не могу инициализировать модуль.

source: No module to load given.
cs: Nebyl zadán modul pro zavedení.
de: Kein Modul zum laden vorhanden.
ru: Не указан модуль для загрузки.

source: Invalid arguments.
cs: Neplatné argumenty.

source: Only workspace may not be destroyed.
cs: Poslední pracovní plocha nemù¾e být zru¹ena.

source: Screens may not be destroyed.
cs: Obrazovky nesmí být znièeny.

source: Invalid offset.
cs: Neplatné odsazení
de: Ungültiges offset.
ru: Неправильный отступ.

source: Unable to create a workspace on screen %d.
cs: Nemohu vytvoøit pracovní plochu na obrazovce %d.
de: Konnte keinen Arbeitsbereich auf dem Schirm %d erzeugen.
ru: Не могу создать раб. пространство на экране %d .

source: Invalid client-supplied width/height increment.
cs: Klient zadal neplatný pøírùstek ¹íøky/vý¹ky.
de: Client lieferte ungültige Breiten/Höhen - Schrittweite.
ru: Получен неправильный инкремент ширины/высоты от клиента.

source: Invalid client-supplied aspect-ratio.
cs: Klient zadal neplatný pomìr stran.
de: Client lieferte ungültiges Seitenverhältnis.
ru: Получены неправильные пропорции от клиента.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU Lesser General Public License as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Lesser General Public License for more details.
cs: Tento program je svobodný software; mù¾ete jej ¹íøit a/nebo upravovat podle podmínek licence GNU Lesser General Public Licence verze 2.1 nebo (podle va¹eho uvá¾ení) novìj¹í, jak ji publikuje Free Software Foundation. Tento program je distribuovaný v nadìji, ¾e bude u¾iteèný, ale BEZ JAKÉKOLIV ZÁRUKY. Pro více podrobností se podívejte do licence GNU Lesser General Public License.
de: Dieses Programm ist freie Software; Sie können es weiter verteilen und/oder modifizieren solange es den Bedingungen der "GNU Lesser General Public" Lizenz entspricht. Veröffentlicht durch die "Free Software Foundation"; jede Lizenz der Version 2.1, oder (nach eigener Wahl) jede spätere Version. Dieses Programm wird mit der Hoffnung das es nützlich ist verteilt, aber OHNE JEGLICHE GARANTIE; ohne jede Garantie von MARKTFÄHIGKEIT oder EIGNUNG ZU EINEM BESTIMMTEN ZWECK. Siehe die "GNU Lesser General Public" Lizenz für detailliertere Angaben.

source: No encoding given in LC_CTYPE.
cs: V LC_CTYPE není zadáno kódování.

source: Could not connect to X display '%s'
cs: Nemohu se pøipojit na X displej "%s"
de: Konnte keine Verbindung zur X Anzeige '%s' herstellen.
ru: Не могу соединиться с X дисплеем '%s'

source: Could not find a screen to manage.
cs: Nemohu najít obrazovku, kterou bych mohl spravovat.
de: Konnte keinen Bildschirm für diese Aktion finden.
ru: Не могу найти экран для управления.

source: Failed to open input method.
cs: Selhalo otevøení vstupní metody.
de: Öffnen der Eingabemethode ist fehlgeschlagen.
ru: Метод ввода не открыт.

source: Input method doesn't support any style.
cs: Vstupní metoda nepodporuje ¾ádný styl.
de: Die Eingabemethode unterstützt keine Art von Styles
ru: Метод ввода не поддерживает стили

source: input method doesn't support my preedit type.
cs: Vstupní metoda nepodporuje mùj pøedpøipravený typ.
de: Die Eingabemethode unterstützt nicht meine Art von 'preedit'.
ru: Метод ввода не поддерживает мой тип preedit'а.

source: Failed to create input context.
cs: Selhalo vytvoøení vstupního kontextu.
de: Erstellen des Eingabezusammenhangs ist fehlgeschlagen.
ru: Контекст ввода не создан.

source: The transient_for hint for "%s" points to itself.
cs: Nápovìda transient_for pro "%s" ukazuje sama na sebe.
de: Der 'transient_for' Tip für "%s" zeigt auf sich selbst.
ru: Хинт transient_for для "%s" указывает на самого себя.

source: Client window "%s" has broken transient_for hint. ("Extended WM hints" multi-parent brain damage?)
cs: Klientské okno "%s" má poru¹enou nápovìdu transient_for. (Schizofrenie více rodièù "Extended WM hints"?)
de: Client Fenster "%s" hat einen fehlerhaften 'transient_for'-Tip ("Erweiterte WM Tips" *** Gehirnschaden?)

source: The transient_for window for "%s" is not on the same screen.
cs: Okno transient_for pro "%s" není na stejné obrazovce.
de: Das 'transient_for'-Fenster für "%s" ist nicht auf dem gleichen Schirm.
ru: Окно transient_for для "%s" не на том же экране.

source: Window %#x disappeared.
cs: Okno %#x zmizelo.
de: Fenster %#x verschwunden.
ru: Окно %#x исчезло.

source: Unable to find a matching root window!
cs: Nemohu najít odpovídající koøenové okno!
de: Unmöglich ein passendes Wurzelfenster zu finden.
ru: Не могу найти соответствующее корневое окно!

source: Unable to manage client window %#x.
cs: Nemohu spravovat klientské okno %#x.
de: Unmöglich die Client Fenster %#x zu bearbeiten.
ru: Не могу управлять клиентским окном %#x.

source: Changes is WM_TRANSIENT_FOR property are unsupported.
cs: Zmìny vlastnosti WM_TRANSIENT_FOR nejsou podporovány.
de: Änderung der 'ist WM_TRANSIENT_FOR' Eigenschaft wird nicht unterstützt.

source: Client does not support the WM_DELETE protocol.
cs: Klient nepodporuje protokol WM_DELETE.
de: Client unterstützt nicht das WM_DELETE Protocol.
ru: Клиент не поддерживает протокол WM_DELETE.

source: Saved client window does not want to be managed.
cs: Ulo¾ené klientské okno nechce být spravováno.
de: Gespeichertes Client Fenster braucht nicht behandelt werden.
ru: Сохраненное окно клиента не хочет быть под управлением.

source: Unable to store colourmap watch info.
cs: Nemohu ulo¾it informace o barevné mapì.
de: Unmöglich die 'colourmap' Überwachungsinformation zu speichern.

source: Creating region with negative width or height!
cs: Vytváøím oblast se zápornou ¹íøkou nebo vý¹kou!
de: Gebiet mit negativer Breite oder Höhe erzeugt!
ru: Создание региона с отрицательной высотой или шириной!

source: Destroying object "%s" with client windows as children.
cs: Nièím objekt "%s" spoleènì s klientskými okny jako dìtmi.
de: Zerstörtes Objekt "%s", mit Client Fenstern.
ru: Удаление объекта "%s" с окнами клиента как потомками.

source: Failed to rescue some client windows - not closing.
cs: Záchrana nìkterých klientských oken selhala - nezavírám.

source: Unable to reparent.
cs: Nemohu zmìnit rodièe.
de: Unmöglich wieder herzustellen.
ru: Невозможно переназначить родителя.

source: Attempt to make region %s manage its ancestor %s.
cs: Pokus, aby oblast %s spravovala svého pøedka %s.
de: Versuche Bereich %s zu erstellen und seine Vorläufer %s zu behandeln.
ru: Попытка управления регионом %s его предком %s.

source: Unable to find a screen for a new client window.
cs: Nemohu najít obrazovku pro nové klientské okno.
de: Konnte keinen Screen für ein neues Client Fenster finden.
ru: Не могу найти экран для нового клиентского окна.

source: Unable to redirect root window events for screen %d.
cs: Nemohu pøesmìrovat události koøenového okna na obrazovce %d.
de: Die Ereignisse für das Wurzelfenster des Screens %d können nicht umgeleitet werden.
ru: Не могу перенаправить события корневого окна для экрана %d.

source: Xinerama sanity check failed; overlapping screens detected.
cs: Kontrola Xineramy selhala: byly nalezeny pøekrývající se obrazovky.
de: Xinerama Zustandsüberprüfung fehlgeschlagen; überlappende Screens gefunden.
ru: Проверка Xinerama не удалась; обнаружено наложение экранов.

source: Xinerama sanity check failed; zero size detected.
cs: Kontrola Xineramy selhala: byla nalezena nulová velikost.

source: Don't know how to get Xinerama information for multiple X root windows.
cs: Nevím, jak zpracovat informace z Xineramy pro více koøenových oken.
de: Weiß nicht wie die Xinerama Information für multiple X Wurzelfenster zu bekommen ist.
ru: Не знаю как получить информацию по множественным корневым окнам в Xinerama.

source: Error retrieving Xinerama information.
cs: Chyba pøi získávání informaci z Xineramy.

source: Unable to setup Xinerama screen %d.
cs: Nemohu nastavit obrazovku Xineramy %d.
de: Konnte Xinerama Screen %d nicht einrichten.
ru: Не могу настроить экран Xinerama %d.

source: Unable to setup X screen %d.
cs: Nemohu nastavit X obrazovku %d.
de: Konnte X Screen %d nicht einrichten.
ru: Не могу настроить экран X %d.

source: Corrupt instance number %s.
cs: Poru¹ená instance èíslo %s.
de: Unbrauchbare Instanznummer %s.
ru: Неверный номер экземпляра %s.

source: Unknown class "%s", cannot create region.
cs: Neznámá tøída "%s", nemohu vytvoøit oblast.
de: Unbekannte Klasse "%s", Bereich konnte nicht erzeugt werden.
ru: Неизвестный класс "%s", не могу создать регион.

source: There were errors loading layout. Backing up current layout savefile as %s. If you are _not_ running under a session manager and wish to restore your old layout, copy this backup file over the layout savefile found in the same directory while Ion is not running and after having fixed your other configuration files that are causing this problem. (Maybe a missing module?)
cs: Pøi nahrávání rozlo¾ení se vyskytly chyby. Zálohuji aktuální soubor s rozlo¾ením jako %s. Pokud _nepou¾íváte_ správce sezení a chcete obnovit své staré rozlo¾ení, ukonèete Ion a zkopírujte tento zálo¾ní soubor pøes soubor s rozlo¾ením. Pøedtím nezapomeòte opravit konfiguraèní soubory, které zpùsobily tyto problémy. (Mo¾ná chybìjící modul?)

source: Unable to get file for layout backup.
cs: Nemohu získat soubor pro zálohu rozlo¾ení.
de: Konnte keine Datei für die Layoutsicherung finden.
ru: Не могу получить резервный файл расположения.

source: Backup file %s already exists.
cs: Zálo¾ní soubor %s ji¾ existuje.
de: Sicherungsdatei %s ist bereits vorhanden.
ru: резервный файл %s уже существует.

source: Failed backup.
cs: Selhala záloha.
de: Sicherung fehlgeschlagen.
ru: Резервная копия не создана.

source: Unable to initialise layout on any screen.
cs: Na ¾ádné obrazovce nemohu inicializovat rozlo¾ení.
de: Konnte für keinen Screen ein Layout initialisieren.
ru: Не могу инициализировать расположение ни на одном экране.

source: Unable to get configuration for screen %d.
cs: Nemohu získat nastavení pro obrazovku %d.
de: Konnte für Screen %d keine Konfiguration finden.
ru: Не могу получить конфигурацию экрана %d.

source: Unable to save layout.
cs: Nemohu ulo¾it rozlo¾ení.
de: Konnte Layout nicht sichern.
ru: Не могу сохранить расположение.

source: User directory can not be set.
cs: U¾ivatelský adresáø nemù¾e být nastaven.
de: Benutzerverzeichnis konnte nicht gesetzt werden.
ru: Директория пользователя не установлена.

source: Some bindmaps were empty, loading ioncore_efbb.
cs: Nìkteré tabulky kláves jsou prázdné, nahrávám ioncore_efbb.

source: Failed to enter full screen mode.
cs: Selhal pøechod do celoobrazovkového re¾imu.
de: Vollbildmode fehlgeschlagen.
ru: Ошибка полноэкранного режима.

source: Failed to return from full screen mode; remaining manager or parent from previous location refused to manage us.
cs: Návrat z celoobrazovkového re¾imu se nezdaøil; zbývající správce nebo rodiè z pøedchozího umístìní nás nechce spravovat.

source: Refusing to destroy - not empty.
cs: Odmítám zru¹it - není prázdné.

source: Invalid position setting.
cs: Neplatné nastavení pozice.
de: Ungültige Positionseinstellung.
ru: Неправильные установки местоположения

source: Invalid action setting.
cs: Neplatné nastavení akce.
de: Ungültige Aktionseinstellung.
ru: Неправильные установки действия.

source: Drawing engine %s is not registered!
cs: Vykreslovací jednotka %s není registrována!
de: Zeichenfunktion %s ist nicht registriert.
ru: Движок отрисовки %s не зарегистрирован.

source: Unable to find brush for style '%s'.
cs: Nemohu najít ¹tìtec pro styl "%s".
de: Konnte Pinsel für Style '%s' nicht finden.
ru: Не могу найти кисть для стиля '%s'.

source: No drawing engines loaded, trying "de".
cs: Nebyly nahrány ¾ádné vykreslovací jednotky, zkou¹ím "%s".
de: Keine Zeichenfunktionen geladen, versuche "de".
ru: Ни одно движка отрисовки не загружено, пробую "ru".

source: Error reparenting %s.
cs: Chyba zmìny rodièe %s.
de: Fehler wieder herstellen %s.
ru: Ошибка переназначения родителя %s.

source: Workspace not empty - refusing to destroy.
cs: Pracovní plocha není prázdná - odmítám zru¹it.

source: 'bottom' already set.
cs: 'bottom' je ji¾ nastaven.

source: Invalid parameter.
cs: Neplatný parametr

source: Invalid direction parameter.
cs: Neplatný parametr smìru.
de: Unzulässiger Richtungsparameter.
ru: Неверный параметр направления.

source: Unknown placement method "%s".
cs: Neznámý zpùsob umístìní "%s".
de: Unbekannte Platzierungsmethode "%s".
ru: Неизвестный метод размещения "%s".

source: Split not on workspace.
cs: Rozdìlení není na pracovní plo¹e.

source: Unable to create a node for status display.
cs: Nemohu vytvoøit uzel pro stavový øádek.
de: Konnte keinen Knoten für die Statusanzeige erstellen.
ru: Не могу создать узел для показа статуса.

source: Unable to create new split for status display.
cs: Nemohu vytvoøit nové rozdìlení pro stavový øádek.
de: Konnte keine neu Teilung für die Statusanzeige erzeugen.
ru: Не могу создать новое разделение для показа статуса.

source: Invalid direction
cs: Neplatný smìr

source: Invalid node.
cs: Neplatný uzel.
de: Ungültiger Knoten.
ru: Неправильный узел.

source: Unable to split.
cs: Nemohu rozdìlit.
de: Unmöglich zu Teilen.
ru: Не могу разделить.

source: Nil frame.
cs: Prázdný rám.
de: 'NIL'(leeres) Frame
ru: Нулевой фрейм

source: The frame is not managed by the workspace.
cs: Rám není spravován pracovní plochou.
de: Das Frame wird nicht durch den Arbeitsbereich behandelt.
ru: Данный фрейм не управляется рабочим столом.

source: Nil parameter.
cs: Prázdný parametr.
de: 'NIL' (leer) Parameter
ru: Нулевой параметр.

source: Manager doesn't match.
cs: Správce se neshoduje.
de: Manager passt nicht.
ru: Менеджер не соответствует.

source: The status display is not a valid parameter for this routine.
cs: Stavový displej není v této rutinì platným parametrem.

source: Refusing to float split directly containing the status display.
cs: Odmítám rozdìlit pøímo prvek obsahující stavový displej.

source: No suitable split here.
cs: ®ádné vhodné rozdìlení.

source: Could not get split tree.
cs: Nemohu získat strom rozdìlení
de: Kann Teilungsbaum nicht finden.
ru: Не могу получить дерево разделений.

source: Workspace already has a status display node.
cs: Pracovní plocha ji¾ obsahuje stavový displej.
de: Arbeitsbereich besitzt schon eine Knoten für die Statusanzeige.
ru: Рабочий стол уже имеет узел показа статуса.

source: Missing region parameters.
cs: Chybìjící parametry oblasti.
de: Fehlende Bereichsparameter.
ru: Отсутствуют параметры региона.

source: Invalid direction.
cs: Neplatný smìr.
de: Ungültige Richtung.
ru: Неправильное направление

source: No split type given.
cs: Nebyl zadán typ rozdìlení.
de: Kein Teilungstyp gegeben.
ru: Нет указан тип разделения

source: Unknown split type.
cs: Neznámý typ rozdìlení.
de: Unbekannter Teilungstype.
ru: Неизвестный тип разделения

source: The workspace is empty.
cs: Pracovní plocha je prázdná.
de: Der Arbeitsbereich ist leer.
ru: Рабочий стол пуст.

source: Ooops... could not find a region to attach client window to on workspace %s.
cs: Ooops... na pracovní plo¹e %s nemohu najít oblast, ke které se má pøipojit klientské okno.
de: Ooops ... konnte keinen Bereich finden um das Client Fenster an den Arbeitsbereich %s einzufügen.
ru: Ой... не могу найти регион для присоединения окна клиента на рабочем столе %s.

source: Unable to move the status display out of way.
cs: Nemohu pøesunout stavový øádek tak, aby nezavazel.

source: REGION_RQGEOM_TRYONLY unsupported for status display.
cs: REGION_RQGEOM_TRYONLY není stavovým displejem podporován.
de: 'REGION_RQGEOM_TRYONLY' wird nicht unterstützt für die Statusanzeige.
ru: REGION_RQGEOM_TRYONLY не поддерживается для дисплея статуса.

source: Splitting the status display is not allowed.
cs: Rozdìlení stavového displeje není povoleno.
de: Teilung der Statusanzeige ist nicht erlaubt.
ru: Разделение дисплея статуса не допускается.

source: Unable to split: not enough free space.
cs: Nelze rozdìlit: nedostatek volného místa.
de: Teilung nicht möglich: nicht genügend freier Speicher.
ru: Не могу разделить: недостаточно свободного пространства.

source: Unable to get configuration for %s.
cs: Nemohu získat nastavení pro %s.
de: Konnte keine Konfiguration für "%s" finden.
ru: Не могу найти настройки для "%s".

source: Status display in bad split configuration.
cs: Stavový øádek se nachází v chybné konfiguraci rozdìlení.
de: Statusanzeige hat eine schlechte Teilungskonfiguration.

source: Status display badly located in split tree.
cs: Stavový øádek je ve stromu rozdìlení umístìn na ¹patném místì.
de: Statusanzeige liegt schlecht im Teilungsbaum.
ru: Дисплей статуса плохо размещен в дереве разделений.

source: Already detached
cs: Ji¾ je odpojen

source: Not member of a group
cs: Není èlenem skupiny

source: Manager group already has bottom
cs: Øídící skupina ji¾ je na dnì

source: Unable to re-initialise workspace. Destroying.
cs: Nemohu znovu inicializovat pracovní plochu. Nièím.
de: Konnte den Arbeitsbereich nicht neu initialisieren. Zerstört.
ru: Не могу реинициализировать рабочее пространство. Удаление.

source: Refusing to close non-empty workspace.
cs: Odmítám zavøít neprázdnou pracovní plochu.
de: Schließen von 'nicht-leerem' Arbeitsbereich abgelehnt.
ru: Отказ в закрытии не пустого раб. пространства.

source: Malfunctioning placement hook; condition #%d.
cs: Nefunkèní volání pro umístìní; podmínka #%d.
de: Fehlfunktion der Platzierung; Zustand #%d.

source: Error:
cs: Chyba:
de: Fehler:
ru: Ошибка:

source: Empty menu.
cs: Prázdné menu.
de: Leeres Menü.
ru: Пустое меню.

source: Failed to set session directory.
cs: Selhalo nastavení adresáøe s relací.
de: Konnte Sitzungsverzeichnis nicht setzen.
ru: Директория сессии не установлена.

source: Too many ICE connections.
cs: Pøíli¹ mnoho ICE spojení.
de: Zu viele 'ICE' Verbindungen.
ru: Слишком много соединений 'ICE'.

source: Failed to save session state
cs: Selhalo ulo¾ení stavu sezení.
de: Konnte Sitzungszustand nicht sichern.
ru: Состояние сессии не сохранилось

source: Failed to request save-yourself-phase2 from session manager.
cs: Selhalo vy¾ádání save-yourself-phase2 od správce sezení.
de: Konnte die 'save-yourself-phase2' Anfrage des Sitzungsmanagers nicht gehandeln.

source: SESSION_MANAGER environment variable not set.
cs: Promìnná SESSION_MANAGER není nastavena.
de: 'SESSION_MANAGER' Umgebungsvariable nicht gesetzt.
ru: переменная окружения SESSION_MANAGER не установлена.

source: Session Manager: IceAddConnectionWatch failed.
cs: Správce sezení: IceAddConnectionWatch selhalo.
de: Sitzungsmanager: 'IceAddConnectionWatch' fehlgeschlagen.

source: Unable to connect to the session manager.
cs: Nemohu se pøipojit ke správci sezení.
de: Konnte keine Verbindung zu Sitzungsmanager aufbauen.
ru: Не могу соединиться с менеджером сессий.

source: Unable to create scratchpad.
cs: Nemohu vytvoøit poznámkový blok.

source: reading a pipe
cs: ètu rouru
de: Weiterleitung wird ausgelesen
ru: чтение из канала

source: [ %date || load: %load ] %filler%systray
cs: [ %date || vytí¾ení: %load ] %filler%systray

source: Border attribute %s sanity check failed.
cs: Selhala kontrola atributu okraje %s.
de: Überprüfung der Rahmeneigenschaft %s fehlgeschlagen.
